<?php

return [



    //==================================
    //=========CRUD ====================
    //==================================

    'create'   => '  إضافه',
    'update'   => ' تعديل',
    'delete'   => ' حذف ',
    'read'     => '  ',

    //==================================
    //=========End  CRUD ===============
    //==================================



    //==================================
    //======= Login ====================
    //==================================

    'Welcome'      => 'أهلا بك',
    'email'        => 'البريد الالكتروني',
    'r-email'      => 'Enter Your Email',
    'password'     => 'الباسورد',
    'r-password'   => 'Enter Your Email',
    'c_password'   => 'تاكيد الباسورد',
    'sign-in'      => 'تسجيل',

    //==================================
    //======== End Login ===============
    //==================================


    //==================================
    //========== Home ==================
    //==================================
    'dashboard'      => ' الرئيسيه',
    'company_count'  => 'عدد الشركات المسجله',
    'employee_cont'  => 'عدد الموظفين',
    'checkin'        => 'اخر عمليات حضور اليوم',
    'checkout'       => ' اخر عمليه انصراف اليوم',
    'checkinT'       => 'أخر عمليات حضور للموظفين في الشركات اليوم',
    'checkoutT'      => 'أخر عمليات إنصراف للموظفين في الشركات اليوم',
    'nodata'         => 'لا يوجد بيانات',
    'table'          => 'جدول',
    'no_sections'    => 'لا يوجد اقسام',
    'no_department'  => 'لا يوجد إدارات',
    //==================================
    //======== End Home ================
    //==================================

    //==================================
    //====== User Management ===========
    //==================================
    'UserManage'   => 'إداره الاشخاص',
    'users'        => 'الاشخاص',
    'user'        => 'مستخدم',
    'Roles'        => 'الدور',
    'permissions'  => 'أذونات',
    //==================================
    //==== End User Management==========
    //==================================


    //==================================
    //=======Organization===============
    //==================================
    'Organization'    => 'المنظمه',
    'Companies'       => 'الشركات',
    'Departments'     => 'الادارات',
    'Sections'        => 'الاقسام',
    'Shift_name'      => 'إسم الورديه',
    'Shift_space'     => ' فتره السماح',
    'Shifts'          => 'الورديه',
    'Shift_start'     => 'بدايه الورديه',
    'Shift_end'       => ' نهايه الورديه',
    'Employees'       => 'الموظفين',
    'Attendances'     => 'الحضور',
    //==================================
    //====== End Organization===========
    //==================================

    //==================================
    //====== Settings ==================
    //==================================
    'Settings'        => 'الاعدادات',
    'site_languages'  => 'لغه الموقع',
    'site_trans'      => ' ملف الترجمه',
    'log_system'      => ' سجل الحركات',
    'route_devices'   => ' روتر  ',
    'device'          => ' جهاز',
    'status'          => 'الحاله',
    //==================================
    //====== End Settings ==============
    //==================================



    //==================================
    //======  attendances ==============
    //==================================

    'employee'      => 'الموظف',
    'day'           =>'اليوم',
    'd_status'      =>'حاله اليوم',
    'check_in'      =>'الحضور',
    'check_out'     =>'الانصراف',
    'W_hour'        =>'ساعات العمل',
    'd_time'        =>'وقت التاخير',
    'A_time'        =>'عمل إضافي',
    'note'          =>'ملاحظات',
    'from'          =>'من',
    'to'            =>'إالي',
    'etime'         =>'حد اقصي ',


    //==================================
    //====== End attendances ===========
    //==================================


    //==================================
    //======  Employee =================
    //==================================
    'f_name'       => 'الاسم الاول',
    's_name'       => ' الاسم الثاني',
    'l_name'       => ' اسم العائله',
    'img'          => ' صورة',
    'account_no'   => 'رقم الموظف',
    'name'         => 'إسم',
    'job_title'    => 'المسمي الوظيفي',
    'company'      => 'شركه',
    'department'   => 'الاداره',
    'shift'        => 'ورديه',
    'create_at'    => 'تاريخ الانشاء',
    'add_file'     => 'ملف إضافي',
    'add_crim'     => 'فيش ',
    'add_militry'  => 'شهاده الجيش',
    'emp_photo'    =>  'صوره شخصيه',
    'emp_bd'       =>  'صوره شهاده الميلاد',
    'emp_colage'   =>  'صوره شهاده التخرج ',
    'bank'         =>  'رقم البطاقه البنكيه',
    'salary'       => 'الراتب',
    't_office'     => 'رقم الهاتف الارضي',
    'Nationality'  => 'الجنسيه',
    'emp_day'      => 'تاريخ التعين',
    'bd'           => 'تاريخ الميلاد',
    'address'      => 'العنوان',
    'family_number'=> 'عدد الاعاله',
    'gender'       => 'الجنس',
    'NN'           => 'رقم البطاقه',
    'mobile'       => 'رقم الهاتف',
    'profile'      => 'الملف الشخصي',
    'social'       => ' البيانات ',
    'emp_about'    => ' عن الموظف',
    'file'         => 'الملفات',
    'emp_cal_totle'=> 'عدد ساعات العمل في الشهر  ساعه/شهر',
    'emp_hour'     => 'عدد  ساعات عمل الموظف في الشهر',
    'emp_s_h'      => 'مبلغ ساعه العمل	',
    'emp_salary'   => 'راتب الموظف 	',
    'emp_month'    => ' راتب الموظف في الشهر الحالي ',
//=============  =====================
    //====== End Employee ===========
    //==================================

    //==================================
    //====== End actions ===========
    //==================================
    'action'        => 'اكشن',
    'submit'        => 'حفظ',
    'reset'        => 'إعاده',
    'active'       => 'نشط',
    //==================================
    //====== End actions ===========
    //==================================



];
