<?php

return [



    //==================================
    //=========CRUD ====================
    //==================================

    'create'   => '  إضافه',
    'update'   => ' تعديل',
    'delete'   => ' حذف ',
    'read'     => '  ',

    //==================================
    //=========End  CRUD ===============
    //==================================



    //==================================
    //======= Login ====================
    //==================================

    'Welcome'      => 'أهلا بك',
    'email'        => 'البريد الالكتروني',
    'r-email'      => 'Enter Your Email',
    'password'     => 'الباسورد',
    'r-password'   => 'Enter Your Email',
    'sign-in'      => 'تسجيل',

    //==================================
    //======== End Login ===============
    //==================================


    //==================================
    //========== Home ==================
    //==================================
    'dashboard'    => ' الرئيسيه',
    'table'        => 'جدول',
    'no_sections'  => 'لا يوجد اقسام',
    'no_department'  => 'لا يوجد إدارات',
    //==================================
    //======== End Home ================
    //==================================

    //==================================
    //====== User Management ===========
    //==================================
    'UserManage'   => 'إداره الاشخاص',
    'users'        => 'الاشخاص',
    'Roles'        => 'الدور',
    'permissions'  => 'أذونات',
    //==================================
    //==== End User Management==========
    //==================================


    //==================================
    //=======Organization===============
    //==================================
    'Organization'    => 'المنظمه',
    'Companies'       => 'الشركات',
    'Departments'     => 'الادارات',
    'Sections'        => 'الاقسام',
    'Shifts'          => 'الورديه',
    'Employees'       => 'الموظفين',
    'Attendances'     => 'الحضور',
    //==================================
    //====== End Organization===========
    //==================================

    //==================================
    //====== Settings ==================
    //==================================
    'Settings'        => 'الاعدادات',
    'site_languages'  => 'لغه الموقع',
    'site_trans'      => ' ملف الترجمه',
    'log_system'      => ' سجل الحركات',
    'route_devices'   => ' روتر  ',
    'device'          => ' جهاز',
    'status'          => 'الحاله',
    //==================================
    //====== End Settings ==============
    //==================================



    //==================================
    //======  attendances ==============
    //==================================

    'employee'      => 'الموظف',
    'day'           =>'اليوم',
    'd_status'      =>'حاله اليوم',
    'check_in'      =>'الحضور',
    'check_out'     =>'الانصراف',
    'W_hour'        =>'ساعات العمل',
    'd_time'        =>'وقت التاخير',
    'A_time'        =>'عمل إضافي',
    'note'          =>'ملاحظات',

    //==================================
    //====== End attendances ===========
    //==================================


    //==================================
    //======  Employee =================
    //==================================
    'img'          => ' صورة',
    'account_no'   => 'رقم الموظف',
    'name'         => 'الاسم',
    'job_title'    => 'المسمي الوظيفي',
    'company'      => 'شركه',
    'department'   => 'الاداره',
    'shift'        => 'ورديه',
    'create_at'    => 'تاريخ الانشاء',
    //==================================
    //====== End Employee ===========
    //==================================

    //==================================
    //====== End actions ===========
    //==================================
    'action'        => 'اكشن',
    'submit'        => 'حفظ',
    'reset'        => 'إعاده',
    //==================================
    //====== End actions ===========
    //==================================



];
